Repository: ddurieux/glpi_plugins_maps
Catalog: locales/*.po
Languages: fr_fr

source: Maps plugin configuration
fr_fr: Configuration du plugin Maps

source: This plugin does not have any configuration page
fr_fr: Ce plugin n'a pas de page de configuration

source: This plugin does not have any configuration page.
fr_fr: Ce plugin n'a pas de page de configuration

source: Computers map
fr_fr: Carte

source: Installed / not configured
fr_fr: Installé / non configuré

source: Map
fr_fr: Carte

source: History from plugin maps
fr_fr: Historique du plugin Maps

source: Map of the computers ...
fr_fr: Carte des ordinateurs ...

source: Maps
fr_fr: Carte

source: Central page
fr_fr: Page centrale

source: Main page
fr_fr: Page principale
